var chara = [
{
  "name" : "kiana_c1",
  "valkyria-name" : "女武神·游侠",
  "chara-name" : "琪亚娜·卡斯兰娜",
  "age" : "16岁",
  "strategy" : "枪斗术",
  "element-name" : "kiana-c1",
  "skill-icon-name" : "Skill_Kiana_FX",
  "valkyria-english-name" : "Kiana&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaslana",
  "valkyria-story" : "「女武神·游侠」是琪亚娜·卡斯兰娜在在圣芙蕾雅学园的学园制服。<br><br>这套「机械」属性的远程制服靠拉开与敌人的距离来制造输出的机会。<br><br>琪亚娜可在远处向敌人进行连续射击，射击的伤害会逐渐升高。还可以在三连枪击后进行蓄力，从而发动「陨石冲击」，制造更为强力的一击。<br><br>当敌人处于被冰冻的状态时，「女武神·游侠」出场即对单体疯狂射击，造成大量伤害。<br><br>必杀技「星云冲击」可传送女武神重炮，轰击前方敌人，并将敌人击晕。<br><br>「女武神·游侠」在完美闪避之后，不会直接触发时空断裂，而是制造一个黑洞般的「时空奇点」，将敌人吸引过去，同时提升己方的移动速度。",
  "skill" : [
    ["组合旋转标靶", "","Skill_Kiana_FX_001"],
    ["陨石冲击", "","Skill_Kiana_FX_002"],
    ["时空奇点", "","Skill_Kiana_FX_003"],
    ["星云冲击", "","Skill_Kiana_FX_004"],
  ]
},
{
  "name" : "kiana_pt",
  "valkyria-name" : "领域装·白练",
  "chara-name" : "琪亚娜·卡斯兰娜",
  "age" : "16岁",
  "strategy" : "枪斗术",
  "element-name" : "kiana-pt",
  "skill-icon-name" : "Kiana_PT",
  "valkyria-english-name" : "Kiana&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaslana",
  "valkyria-story" : "「领域装·白练」，琪亚娜的第一套「女武神」装甲，也是《崩坏3》中各位舰长登舰后指挥的第一位「女武神」。<br><br>虽然武器是双枪，但穿着「领域装·白练」琪亚娜大部分时间是在用踢腿近战。<br><br>作为一套「机械」属性的装甲，琪亚娜的「领域装·白练」在攻击「生物」属性的「死士」时有额外的属性加成，战斗效率大幅提升。<br><br>必杀技「女武神爆发」发动时，可召唤巨大的“猫爪”进行较远距离的攻击，并可将敌人击至空中，从而触发其他角色的各种针对浮空状态技能。<br><br>",
  "skill" : [
      ["流星标靶", "","Skill_Kiana_PT_001"],
      ["彗星陨落", "","Skill_Kiana_PT_002"],
      ["时空闪避", "","Skill_Kiana_PT_003"],
      ["女武神爆发", "","Skill_Kiana_PT_004"]
  ]
},
{
  "name" : "kiana_c3",
  "valkyria-name" : "圣女祈祷",
  "chara-name" : "琪亚娜·卡斯兰娜",
  "age" : "16岁",
  "strategy" : "枪斗术",
  "element-name" : "kiana-c3",
  "skill-icon-name" : "Skill_Kiana_QN",
  "valkyria-english-name" : "Kiana&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaslana",
  "valkyria-story" : "「圣女祈祷」是为琪亚娜·卡斯兰娜在天命教会执行任务而准备的修女套装，背后印着天命组织的标志，流苏上挂着十字架。<br><br>这套战甲能够自我治疗，提升小队的续航能力。<br><br>拥有神圣能量的必杀技「女武神守护」爆发时，琪亚娜进入圣光状态，不仅加强全部攻击，还能持续恢复全队成员的生命值。<br><br>普通的战斗中也可通过极限闪避来触发「新星裂隙」，为全队成员恢复一定生命。<br><br>作为小队的守护者，当队友即将面对死亡之时，「圣女祈祷」会自动切换出场并为队友恢复一定的生命。",
  "skill" : [
    ["流星标靶", "","Skill_Kiana_PT_001"],
    ["流星标矢", "","Skill_Kiana_QN_002"],
    ["时空枷锁", "","Skill_Kiana_QN_003"],
    ["女武神守护", "","Skill_Kiana_QN_004"],
  ]
},
{
  "name" : "kiana_c4",
  "valkyria-name" : "白骑士·月光",
  "chara-name" : "琪亚娜·卡斯兰娜",
  "age" : "16岁",
  "strategy" : "枪斗术",
  "element-name" : "kiana-c4",
  "skill-icon-name" : "Skill_Kiana_YN",
  "valkyria-english-name" : "Kiana&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Kaslana",
  "valkyria-story" : "「白骑士•月光」，试作型第四代女武神弑神装备，是在拯救卡莲•卡斯兰娜时奥托提前为琪亚娜解锁的远程装甲。因其通体洁白，身后巨大的光翼徐徐摇曳，如月光一般皎洁明亮，故而得名「月光」。<br><br>若在敌人浮空时召唤「白骑士•月光」出场，「光翼展开」发动，双翼携女武神从天而降，对军用自动定位伽马射线攻击系统启动，能对敌人进行精准而密集的火力覆盖。<br><br>分支攻击「陨石旋风」，在三连枪击后开始旋转并进行大范围扫射，如同携带陨石雨的飓风。<br><br>发动强力必杀技「星云螺旋」，琪亚娜将挥动双翼跃上高空，召唤出女武神重炮，从高空发射「冈格尼尔」轰击敌人，仿佛从无际星空中降临的骑士，给敌人以重创。<br><br>对于眩晕或麻痹状态的敌人，其优势更为明显。若技能使用配合得当，这套生物属性的女武神装甲将拥有无与伦比的攻击力与控场能力。",
  "skill" : [
    ["流星标靶", "","Skill_Kiana_FX_001"],
    ["流星标矢", "","Skill_Kiana_YN_002"],
    ["时空枷锁", "","Skill_Kiana_PT_003"],
    ["女武神守护", "","Skill_Kiana_YN_004"],
  ]
},
{
  "name" : "mei_c1",
  "valkyria-name" : "女武神·强袭",
  "chara-name" : "雷电·芽衣",
  "age" : "17岁",
  "strategy" : "太刀",
  "element-name" : "mei-c1",
  "skill-icon-name" : "Mei_DH",
  "valkyria-english-name" : "Raiden&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mei",
  "valkyria-story" : "「女武神·强袭」是雷电芽衣在圣芙蕾雅学园的学园制服。<br><br>这套「生物」属性的制服强化了雷电芽衣的近战输出速度和输出伤害。<br><br>在短暂的蓄力之后，即可发动连环斩杀「虚空斩」，每一击都会造成可观的伤害，并在最终给予极大伤害的终结杀。面对浮空的敌人，伤害和暴击率还会得到进一步提升。<br><br>位于队长位置的「女武神·强袭」，可通过「樱之结界」强化全队的防御力。<br><br>必杀技「须佐之男」爆发后，雷电芽衣进入神化状态，全部攻击得到强化，刀身巨大化，攻击范围扩大，正是发动连环斩杀给予敌人致命一击的绝佳时刻！",
  "skill" : [
    ["五斩诀", "","Skill_Mei_CK_001"],
    ["虚空斩", "","Skill_Mei_DH_002"],
    ["疾影刃", "","Skill_Mei_CK_003"],
    ["须佐之男", "","Skill_Mei_DH_004"]
  ]
},
{
  "name" : "mei_c2",
  "valkyria-name" : "脉冲装·绯红",
  "chara-name" : "雷电·芽衣",
  "age" : "17岁",
  "strategy" : "太刀",
  "element-name" : "mei-c2",
  "skill-icon-name" : "Mei_CK",
  "valkyria-english-name" : "Raiden&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mei",
  "valkyria-story" : "「脉冲装·绯红」，雷电芽衣获得的第一套「女武神」装甲。<br><br>获得装甲后，雷电芽衣对其进行了一定的改造，使得装甲与日本武士刀法完美结合，更好地发挥雷电芽衣的快速近战与闪避瞬移能力。装甲也被刻上了「雷」字，表明为雷电芽衣专属。<br><br>通过分支攻击，穿着「脉冲装·绯红」的芽衣可以打出「樱花散落」的刀法，将四周的敌人击飞，并触发其他装甲的浮空技能。<br><br>必杀技「天照」发动时，可打断前方敌人的动作，将他们一举击飞并造成大量伤害。强化后「天照」还能对敌人造成火属性伤害。<br><br>作为「生物」属性的装甲，「脉冲装·绯红」在对战「异能」属性的崩坏兽时有将其克制的强大优势。<br>",
  "skill" : [
    ["五魂斩", "","Skill_Mei_CK_001"],
    ["樱花散落", "","Skill_Mei_CK_002"],
    ["疾影刃", "","Skill_Mei_CK_003"],
    ["天照", "","Skill_Mei_CK_004"]
  ]
},
{
  "name" : "mei_c3",
  "valkyria-name" : "影舞冲击",
  "chara-name" : "雷电·芽衣",
  "age" : "17岁",
  "strategy" : "太刀",
  "element-name" : "mei-c3",
  "skill-icon-name" : "Mei_WS",
  "valkyria-english-name" : "Raiden&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mei",
  "valkyria-story" : "「影舞冲击」是为雷电芽衣特别研制的近战装甲，结合剑道之术，横扫敌军，高暴击冲击。<br><br>同时，战甲还结合崩坏能发挥出日本忍术的精髓之一——影分身。<br><br>必杀技「月读」发动时，可召唤终极影分身来协同作战。影分身继承本体全部的攻击暴击属性，拥有本体一半的HP。分身HP归零时会爆炸消失，释放电能，麻痹周围敌人。<br><br>除了大招之外，完美闪避「瓣樱不沾」发动的瞬间也可以召唤出影分身。<br><br>若是不断提升技能等级，将闪避与大招适当配合，可以同时在场上召唤2个以上的影分身同时进行战斗。<br><br>通过影分身牵制敌人的行动，趁机绕到敌人身后刺杀，或是切换远程角色准备高攻输出，都是不错的选择。",
  "skill" : [
    ["五斩诀", "","Skill_Mei_CK_001"],
    ["影速斩", "","Skill_Mei_WS_002"],
    ["瓣樱不沾", "","Skill_Mei_WS_003"],
    ["月读", "","Skill_Mei_WS_004"]
  ]
},
{
  "name" : "mei_c4",
  "valkyria-name" : "雷电女王的鬼铠",
  "chara-name" : "雷电·芽衣",
  "age" : "17岁",
  "strategy" : "太刀",
  "element-name" : "mei-c4",
  "skill-icon-name" : "Mei_LD",
  "valkyria-english-name" : "Raiden&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Mei",
  "valkyria-story" : "「雷电女王的鬼铠」是雷电芽衣专属的近战装甲。骷髅头饰与紫幽护铠的来历无人知晓，腰间闪电却囚有万钧雷霆之力。<br><br>这套「异能」属性的装甲，完美发挥了芽衣快攻瞬移的优势。极限闪避时，技能「雷迅刃」可触发范围雷电场招来雷电，也能以闪之刃麻痹敌军，形成绝佳配合。<br><br>对于浮空状态的敌人，出场技「樱花漩涡」可发动多段连击。特殊攻击「千鸣斩」则倍增落雷之力，予以敌人四重雷电元素伤害打击。<br><br>强力必杀技「青雷龙鸣」释放时，女武神芽衣进入雷神状态，以雷神霸斩的狂气斩杀全场。“I’m Mei”的最终宣判令全场敌军陷入麻痹，也陷入无可扭转的溃败之中。其招似鬼魅，深不可测；其势如闪电，锐不可当。<br><br>如若遇到冻结或减速状态的敌人，另有被动技加成的「雷电女王的鬼铠」无疑是控场清怪的不二之选。",
  "skill" : [
    ["五魂斩", "","Skill_Mei_CK_001"],
    ["千鸣斩", "","Skill_Mei_LD_002"],
    ["雷迅刃", "","Skill_Mei_LD_003"],
    ["青雷龙鸣", "","Skill_Mei_LD_004"]
  ]
},
{
  "name" : "bronya_c1",
  "valkyria-name" : "女武神·战车",
  "chara-name" : "布洛妮娅·扎伊切克",
  "age" : "14岁",
  "strategy" : "重装小兔19C",
  "element-name" : "bronya-c1",
  "skill-icon-name" : "Bronya_ZP",
  "valkyria-english-name" : "Bronya&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zaychik",
  "valkyria-story" : "「女武神·战车」，属于布洛妮娅·扎伊切克的「女武神」装甲。<br><br>这套「异能」属性的远程装甲擅长制造力场控制敌人 ，必杀技「引力奇点」可以制造强力黑洞吸引敌人，控制它们的行动，并在吸引期间对敌人造成流血伤害。<br><br>「女武神·战车」出场时，技能「重力粉碎」发动，「重装小兔19C」的拳头砸向地面，并对周围的敌人造成冲击伤害。<br><br>",
  "skill" : [
    ["重粒子炮（火炮类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（导弹类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（光束类）", "","Skill_Bronya_ZP_001"],
    ["次元闪避", "","Skill_Bronya_ZP_003"],
    ["引力奇点", "","Skill_Bronya_ZP_004"]
  ]
},
{
  "name" : "bronya_c2",
  "valkyria-name" : "驱动装·山吹",
  "chara-name" : "布洛妮娅·扎伊切克",
  "age" : "14岁",
  "strategy" : "重装小兔19C",
  "element-name" : "bronya-c2",
  "skill-icon-name" : "Bronya_BQ",
  "valkyria-english-name" : "Bronya&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zaychik",
  "valkyria-story" : "布洛妮娅的「异能」属性的女武神装甲，因色彩艳黄亮丽，有如山吹花一般夺目，故而命名为「驱动装·山吹」。<br><br>除了一如既往的远程炮击之外，「驱动装·山吹」还可利用盾牌防御正面进攻的敌人，甚至对近处的敌人进行反击。<br><br>在敌人进攻之前保持防御状态，被攻击的瞬间解除防御，即可发动「超维力场」进行反击。若成功防御反击了远程攻击的敌人，可发动「盾牌冲撞」并对敌人造成持续的火焰伤害。<br><br>必杀技「过载模式」发动后，机甲能量限制解除，进入过载状态，疯狂殴打周围的敌人。「过载模式」可自由开关，舰长要留意SP的余量哦~<br><br>",
  "skill" : [
    ["重粒子炮（火炮类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（导弹类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（光束类）", "","Skill_Bronya_ZP_001"],
    ["超维力场", "","Skill_Bronya_ZP_003"],
    ["过载模式", "","Skill_Bronya_BQ_004"]
  ]
},
{
  "name" : "bronya_c3",
  "valkyria-name" : "雪地狙击",
  "chara-name" : "布洛妮娅·扎伊切克",
  "age" : "14岁",
  "strategy" : "重装小兔19C",
  "element-name" : "bronya-c3",
  "skill-icon-name" : "Bronya_JJ",
  "valkyria-english-name" : "Bronya&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zaychik",
  "valkyria-story" : "布洛妮娅的「生物」属性装甲「雪地狙击」，是其幼时在为军方执行狙击任务时所着的冬装，承载着她与希儿初相遇的回忆。<br><br>「雪地狙击」出场时，技能「冰雪残影」发动，可立即触发次元闪避。在敌人浮空时召唤「雪地狙击」出场，则会冻结大范围内敌人并造成大量伤害。<br><br>面对敌人的围攻，「雪地狙击」可以释放必杀技「CHER」，召唤出北极雪，将全场敌人冰冻，使其不能行动。此外，「CHER」还能对被锁定的敌人产生伤害加成。<br><br>强大的控场能力，让「雪地狙击」在与数量较多的敌人时对战时效果尤为突出，舰长要灵活使用这套装甲哦~",
  "skill" : [
    ["重粒子炮（火炮类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（导弹类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（光束类）", "","Skill_Bronya_ZP_001"],
    ["次元闪避", "","Skill_Bronya_JJ_003"],
    ["снег", "","Skill_Bronya_JJ_004"]
  ]
},
{
  "name" : "bronya_c4",
  "valkyria-name" : "次元边界突破",
  "chara-name" : "布洛妮娅·扎伊切克",
  "age" : "14岁",
  "strategy" : "重装小兔19C",
  "element-name" : "bronya-c4",
  "skill-icon-name" : "Bronya_BX",
  "valkyria-english-name" : "Bronya&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zaychik",
  "valkyria-story" : "布洛妮娅的「机械」属性女武神装甲「次元边界突破」，因植入神秘组织「逆熵」研发的智能芯片，具备脱离女武神自主攻击的特殊能力。<br><br>「次元边界突破」出场时，立即发动次元刀刃将小范围敌人浮空，并时空锁定。搭配「重粒子炮」的蓄力炮击，可以提升输出。<br><br>除了以盾牌抵御敌人正面攻击之外，闪避技能「降维力场」还可发动反击。在被攻击瞬间松开防御键，便可将附近敌人浮空、麻痹并时空锁定。当然，该技能附加的小幅反伤及提速增益，也有效增强了女武神的生存能力。<br><br>必杀技「重装小兔」发动期间，机甲进入无敌状态：先以狂热之姿无差别痛殴敌军数十秒，再以自爆谢幕。同时，受能量余波的影响，女武神自身的攻击将转换为光束攻击，横扫全场，即便是闪避型敌人也无所遁形。",
  "skill" : [
    ["重粒子炮（火炮类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（导弹类）", "","Skill_Bronya_ZP_001"],
    ["重粒子炮（光束类）", "","Skill_Bronya_ZP_001"],
    ["降维力场", "","Skill_Bronya_ZP_003"],
    ["重装小兔", "","Skill_Bronya_BX_004"]
  ]
},
{
  "name" : "himeko_c3",
  "valkyria-name" : "战场疾风",
  "chara-name" : "无量塔·姬子",
  "age" : "27岁",
  "strategy" : "重剑",
  "element-name" : "himeko-c3",
  "skill-icon-name" : "Himeko_KZ",
  "valkyria-english-name" : "Murata&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Himeko",
  "valkyria-story" : "无量塔姬子的「生物」属性装甲「战场疾风」，是姬子早期使用的一套作战制服装甲。<br><br>当「战场疾风」作为小队队长时，可以触发「此身为盾」技能，可为全体队员提供近战伤害减免的加成。<br><br>蓄力攻击是「战场疾风」的特性，蓄力之后的两段攻击可以造成大量伤害。<br><br>「战场疾风」出场时，技能「下劈斩」发动，可以击倒面前敌人。在敌人麻痹时召唤「战场疾风」出场，则会在原地发动「旋风斩」，并击退敌人。<br><br>必杀技「龙卷风暴」发动时，「战场疾风」以自身为中心旋转挥动武器，可以对周围的敌人可以造成大量伤害。<br><br>强大的攻击能力配合强劲的防御力，让「战场疾风」适应各种节奏的战斗，舰长要灵活使用这套装甲哦~",
  "skill" : [
    ["重剑（普通攻击）", "","Skill_Himeko_VV_001"],
    ["重剑（蓄力攻击）", "","Skill_Himeko_VV_001"],
    ["疾风突进", "","Skill_Himeko_KZ_002"],
    ["时空疾行", "","Skill_Himeko_NX_003"],
    ["龙卷风暴", "","Skill_Himeko_KZ_004"]
  ]
},
{
  "name" : "himeko_c2",
  "valkyria-name" : "融核装·深红",
  "chara-name" : "无量塔·姬子",
  "age" : "27岁",
  "strategy" : "重剑",
  "element-name" : "himeko-c2",
  "skill-icon-name" : "Himeko_NX",
  "valkyria-english-name" : "Murata&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Himeko",
  "valkyria-story" : "无量塔姬子的「机械」属性装甲「融核装·深红」，是姬子的Nexus系统作战服，在漫画中也有登场。<br><br>当「融核装·深红」作为小队队长时，可以触发「融核武装」技能，可为全体队员提供出场技全伤害提升的加成。<br><br>「融核装·深红」有独特的攻击节奏，在普攻三连击中可以形成完美连招，得到进攻和防守的双重加成。<br><br>按住攻击键，「融核装·深红」会进入蓄力冲刺状态，释放出「融核冲击」技能，将敌人挑飞并造成大量伤害。<br><br>必杀技「Nexus启动」会进入女武神状态，每次攻击附带一个沿直线穿透的刀波，对前方敌人造成大量伤害。<br><br>特殊的攻击节奏，让「融核装·深红」的使用难度有所提升，舰长要多陪姬子少校练习哦~",
  "skill" : [
    ["重剑（普通攻击）", "","Skill_Himeko_NX_001"],
    ["重剑（蓄力攻击）", "","Skill_Himeko_NX_001"],
    ["融核冲击", "","Skill_Himeko_NX_002"],
    ["聚能穿梭", "","Skill_Himeko_NX_003"],
    ["Nexus启动", "","Skill_Himeko_NX_004"]
  ]
},
{
  "name" : "himeko_c1",
  "valkyria-name" : "女武神·凯旋",
  "chara-name" : "无量塔·姬子",
  "age" : "27岁",
  "strategy" : "重剑",
  "element-name" : "himeko-c1",
  "valkyria-story" : "「女武神•凯旋」是无量塔姬子专属的「生物」属性装甲，拥有优秀的晕眩能力与暴击伤害。<br><br>作为小队队长的「女武神•凯旋」能够使用队长技能「凯旋」为全队角色带来物理伤害提升，队中的生物角色还会额外获得防御力提升。<br><br>当「女武神•凯旋」成功闪避敌人的攻击后，技能「震荡波动」将会在原位置放出持续2秒的震荡波，将区域内敌人眩晕。<br><br>「女武神•凯旋」的被动技能「乘胜追击」让她能够对冰冻与眩晕状态的敌人暴击伤害提升，输出大量的伤害。<br><br>发动必杀「剑界降临」，「女武神•凯旋」将展开万剑待发的区域时空结界。进入结界的敌人均会受到时空减速，并最终受到大量伤害。",
  "skill" : [
    ["重剑（普通攻击）", "","Skill_Himeko_NX_001"],
    ["重剑（蓄力攻击）", "","Skill_Himeko_NX_001"],
    ["女武神冲锋", "","Skill_Himeko_VV_002"],
    ["震荡波动", "","Skill_Himeko_BZ_003"],
    ["剑界降临", "","Skill_Himeko_VV_004"]
  ]
},
{
  "name" : "himeko_c4",
  "valkyria-name" : "血色玫瑰",
  "chara-name" : "无量塔·姬子",
  "age" : "27岁",
  "strategy" : "重剑",
  "element-name" : "himeko-c4",
  "skill-icon-name" : "Himeko_BZ",
  "valkyria-english-name" : "Murata&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Himeko",
  "valkyria-story" : "在轩辕篇中，被诅咒的英魂附身于无量塔姬子，诞生了「异能」属性的「血色玫瑰」。<br><br>「血色玫瑰」的攻击会随着蓄力增加更多的连击，在满级蓄力的状态下还会额外提升期间抗打断能力。<br><br>「血色玫瑰」的闪避技能为「血之乐章」，该技能可以让她在极限闪避成功时直接打出满级蓄力的连击，并以攻击者自身为中心造成爆炸和火焰伤害。<br><br>作为队长的「血色玫瑰」可以用技能「血色舞曲」提升全队的蓄力攻击全伤害，当队伍三属性各不同时，全伤害也会提升。<br><br>在开启大招「鲜血姿态」后，「血色玫瑰」会持续燃烧生命，但能够直接打出带有火焰伤害的蓄力连击，同时降低所受伤害，免疫晕眩，麻痹，冰冻。",
  "skill" : [
    ["鲜血重剑（普通攻击）", "","Skill_Himeko_NX_001"],
    ["鲜血重剑（蓄力攻击）", "","Skill_Himeko_NX_001"],
    ["血之舞步", "","Skill_Himeko_BZ_002"],
    ["血之乐章", "","Skill_Himeko_BZ_003"],
    ["鲜血姿态", "","Skill_Himeko_BZ_004"]
  ]
}
];

var stigmata = [
  {
    "name" : "S4A",
    "stigmata-name" : "jixuanyuan",
    "stigmata-chinese-name" : "姬轩辕",
    "stigmata-english-name" : "Ji Xuanyuan",
    "stigmata-desc" : "究极的圣痕轩辕黄帝套装，可大幅降低异常状态持续时间，并提高近身伤害。",
    "stigmata-story" : "在遥远过去的神州大地上，人类分成部族群居，文明开始逐渐形成。<br>其中的氏族部落之一，有熊氏，保存着一把上古神器——「轩辕剑」。<br>相传，这把神兵由上古神明赐予人类，以驱散邪恶，保护人类。<br>有熊氏部族一直将它当做至宝供奉着。<br><br>公元前2717年，「崩坏」发生了。<br>居住在神州大地的部族陆续遭到了来自「九幽」的崩坏兽的袭击。<br><br>然而当九幽的怪兽进犯有熊氏时，「轩辕剑」并没能庇佑这个氏族。<br>当时的族长少典无法发挥轩辕剑的力量，只能让女儿「姬轩辕」携剑逃走，独自接受灭族的命运。<br><br>独自逃亡的少女精疲力尽，最终摔倒在地上。<br>当她正要绝望的时候，奇怪的“纹身”出现了。<br><br>纹身让姬轩辕获得了驱使剑的力量。<br>剑上的宝珠会随着她的意志转换，让轩辕剑发挥出风、火、地、水、天、雷的力量。<br><br>带着剑和爱鸟精卫，姬轩辕击退了蚩尤，逼它退回了九幽。<br>听闻此事的人们纷纷聚集在她身边，形成了新的部族，并尊其为「黄帝」。<br>"
  },
  {
    "name" : "S4C",
    "stigmata-name" : "shakespeare",
    "stigmata-chinese-name" : "莎士比亚",
    "stigmata-english-name" : "Shakespeare",
    "stigmata-desc" : "究极圣痕超限界复兴套装，可大幅降低特殊技能的冷却时间，并减少能量消耗。", 
    "stigmata-story" : "1580年的伦敦，16岁的莎士比亚是出了名的问题少女。<br>在被宗教压抑的英国，从乡下来的土包子莎士比亚却热衷于创作反宗教的戏剧。<br>莎士比亚疯狂的剧本和惟妙惟肖的演出功力，吸引了一批粉丝，不过有一次在广场上演出的时候，她被教会赶走了。<br>一怒之下的莎士比亚用自制的炸弹炸毁了伦敦的一处教会。<br><br>两天后，被教会逮捕的莎士比亚被判为异端罪。<br>正要被处死的时候，一个来自教会的“大人物”保释了她。这个白发的贵妇人要求莎士比亚利用她的炸弹和演技，帮她去伦敦大教堂的地下取回一个东西。<br>那个东西是“她姑姑的遗体”。<br><br>莎士比亚在教堂的地下会发现什么？<br>她又是怎么样让天命组织决心戒除情报封锁，让欧洲进入文化创造的黄金期的呢？<br><br>“破坏即复兴！” —— 莎士比亚"
  },
  {
    "name" : "S1A",
    "stigmata-name" : "salerno",
    "stigmata-chinese-name" : "莎莲娜",
    "stigmata-english-name" : "Salerno",
    "stigmata-desc" : "普通综合型圣痕剑士套装，可提升防御力和生命上限。", 
    "stigmata-story" : "在过去的某个年代，某个不知名的欧洲小镇，发生了名为「崩坏」的灾难。<br>来自天命组织的卡斯兰娜家族的战士，遇见了拥有崩坏能抗体的小镇居民莉珐兄妹。<br>最后，妹妹的身体被埋入地下，封印了崩坏源，拯救了小镇。<br><br>100年过去了，莉珐家降生了一对表兄妹：兄长凯特，和小一岁的妹妹莎莲娜。<br>两人青梅竹马，互相爱慕。<br>在14岁的那年，莎莲娜加入了女武神部队，被授予了天命骑士的称号，离开了小镇。<br><br>渐渐地，凯特失去了与莎莲娜的联系。<br>他只能在夜里跑到教堂的女性雕像前面，祈祷着可以再见到一次妹妹。<br><br>在某个下雨的夜里，正在雕像前祈祷的凯特，突然看到一名呆呆的少女，与自己的妹妹莎莲娜长得一模一样。但妹妹似乎什么都记不得了。<br><br>凯特带着天真无邪的妹妹，开始了新的生活。<br>但是好景不长，小镇上开始出现100年都没有出现过的怪兽，居民们相继遇难。<br>1个月后，天命组织的部队前来对抗怪兽。<br>出乎凯特意料的是，带队的女骑士，正是天命骑士莎莲娜。<br>妹妹也迷茫了起来，自己到底是谁，为什么还会有另一个自己？"
  },
  {
    "name" : "S3E",
    "stigmata-name" : "tesla",
    "stigmata-chinese-name" : "尼古拉·特斯拉",
    "stigmata-english-name" : "Nikola Tesla",
    "stigmata-desc" : "强力圣痕正弦双马尾套装，可使敌人进入麻痹状态，同时降低极限闪避/防御效果的冷却时间。", 
    "stigmata-story" : "1915年，美国马萨诸塞州的列克星敦镇，原本平凡的小镇在这15年间被天命组织改造成了前线科研基地。<br>随着人类文明在欧洲的发展壮大，欧洲的崩坏也发生的越来越强烈，这让天命组织迫切需要研究新的武器来对抗日渐强大的崩坏兽。<br><br>与之相对的，在人类刚刚到达的美国，崩坏发生的还不明显， 这是因为人类文明和崩坏的强度是相互呼应的，人类文明越强大，地球的抑制力也越强。<br><br>1900年前，在美国的马萨诸塞州发现了第一个崩坏源，<br>崩坏发生的时候列克星敦镇整个被毁灭了。<br>天命组织在列克星敦镇建立了科研基地，分析崩坏能，研发对抗崩坏兽的武器。<br><br>1915年的时候，研发基地的所长是27岁的阿尔伯特•爱迪生，通过崩坏能研发出了直流电，并建造了用直流电驱动的全长5米的动力装甲，对抗崩坏的战士可以进入动力装甲，大幅强化战斗力，并可以抵抗崩坏能的入侵。这个成果获得了欧洲总部的认可，并准备投入了量产。<br><br>5米长的动力装甲，还不足以应对在欧洲出现的10米长的崩坏兽，总部要求爱迪生进一步研究，但是直流电在传输一定距离后，强度会急剧减弱，无法驱动更大的装甲，爱迪生陷入了苦恼。<br><br>在这个时候，两个来自欧洲的14岁天才少女被派到了列克星敦，留着棕色双马尾的尼古拉•特斯拉来自奥地利,淡蓝色短发的爱因斯坦来自德国。<br><br>爱因斯坦沉默寡言，14岁的就在苏黎世理工获得了博士学位，与她相对，14岁的特斯拉虽然被格拉茨理工大学录取了，但是自信又骄傲的她，却觉得大学上的课太蠢了，而没有读完大学。<br><br>两人都是被欧洲总部挖掘的人才，但是都太年轻了，爱迪生不怎么信任两人，他安排两人去改进直流电发电机。<br><br>一个月后，爱因斯坦提交的设计提升了发电机25%的效率，特斯拉却什么都没有交出来。<br><br>爱迪生问她的时候，特斯拉直言不讳的说她觉得直流电这个想法太蠢了，她拿出了一个数学公式，说有办法把直流电转化为交流电，按照她的计算，这种电流不但可以驱动10米的装甲，连100米的装甲都能驱动。<br><br>在列克辛顿的天命组织科学家，没有一个看懂这个公式，包括爱迪生和爱因斯坦也是，他们都觉得特斯拉疯了。<br><br>有一次，面对别人的嘲笑，特斯拉愤怒的踢了那个人的下体，然后就把自己关在房间里面开始自己制作原型。<br><br>一开始不怎么顺利，但是看着特斯拉努力的样子，和她一起来美国的爱因斯坦也默默的帮起了她的忙。<br><br>两个少女在设计和理论上都很有能力，但是在实际制作的时候，却不擅长于动手，有一天，她们遇到困难的时候，爱迪生走进来帮她们制作了起来，原来他也一直在注视着她们。<br><br>终于，数个月后，46米长的，只有骨架的原型机，在使用了交流电发电机以后，站在了美国的大地上。<br><br>特斯拉的成功引起了天命总部的重视，同时也引发了崩坏的抑制力，马萨诸塞州的崩坏源能量开始增强，出现了连在欧洲都没有出现过的50米级的崩坏兽。<br><br>面对袭击过来的崩坏兽，列克星敦只有三部刚刚制作好的46米动力装甲原型机。<br>“战斗的方式，先让我来演示下吧”，留下这句话，爱迪生把爱因斯坦和特斯拉锁在房间中，开着第一台原型机去阻挡崩坏兽了，在战斗后，原型机和崩坏兽同归于尽了。<br><br>在伤痛中的特斯拉，面对的却是，马萨诸塞的崩坏能还在增强，还有7只50米级崩坏兽正在形成，面对这个情况，欧洲总部下令放弃研究基地，带着两台原型机和研究资料离开。<br><br>“带着那个不会说话的走吧，反正她留下也只会拖后腿。”<br>特斯拉让爱因斯坦带着一台原型机和其他研究人员离开了，自己选择了留下来，因为在她和46米长的动力装甲的身后，是120万马萨诸塞州的居民。<br><br>在最后一天的夜里，特斯拉在空无一人的基地里，独自在自己那台原型机的装甲上涂上红漆。<br><br>黎明，7只崩坏兽出现在了肉眼可见的位置。<br><br>“那么，要出发了。果然，没有我就不行呢。”<br><br>原型机，Zwei，启动。<br>"
  },
  {
    "name" : "S1B",
    "stigmata-name" : "charlotte",
    "stigmata-chinese-name" : "夏洛特",
    "stigmata-english-name" : "Charlotte",
    "stigmata-desc" : "普通综合型圣痕射手套装，可提升攻击力和会心值。", 
    "stigmata-story" : "英国的诺丁汉镇有一个奇怪的居民，准确地说，她也不住在小镇上，而是住在小镇旁边的森林里。<br><br>夏洛特有着一头淡粉色短发，平平的胸部，娇小的身材，却披着一件明显比身材大两号的红色披风，披风上附带着一个红色的风帽。<br><br>关于她的来历，有很多的猜测。<br><br>有人说看到她像是猴子一样在树间跳跃，有人说她穿着红色的披风是为了更好的在树林里面隐藏自己，有人说她高超的箭术是师从森林中的一个侠盗。<br><br>也有说她的头发和那些崩坏兽的肌肉颜色很像，觉得她也是怪物，但是接触夏洛特的人都觉得她是一个亲切有趣的孩子，所以这个猜测也就不了了之了。<br><br>夏洛特每周都会在森林里面打猎，然后用猎物去和镇里的居民换一些东西，也会接受镇民的委托去驱赶镇子周围的崩坏兽，不过并不是每次都能成功。<br><br>再之后，天命组织的部队来到小镇，消灭了崩坏兽，也向镇民征收了苛刻的重税。<br><br>看到镇民们每天哀愁的样子，夏洛特决定帮他们讨回他们的东西，她袭击了运输队，凭借高超的箭术，在不杀死一个人的情况下，抢走了运送的货物，然后在晚上一件件地还给镇民。<br><br>红色的妖精，这个名字不但在镇民中传开了，也引起了了天命组织的注意。<br><br>面对追赶来的圣殿骑士露西亚，虽然夏洛特在森林中不断逃窜，但是还是被抓到了，被砍断了弓的夏洛特，却没有被露西亚杀死。<br><br>露西亚要和夏洛特做个交易，让夏洛特在人们眼前杀死自己，逼迫天命组织放弃诺丁汉镇。<br><br>夏洛特的箭必须准确的在人群中射中露西亚垫在胸口的挂坠，如果她射偏了，或者故意射向其他部位，那么露西亚就会真的死去，但不知道为什么，露西亚就是对这个少女有着奇特的信心。<br><br>最后，露西亚的计划成功了，数日后，露西亚来到森林里面找到了夏洛特，现在她不再是天命组织的骑士了，而是和夏洛特一样的居住在森林里面的游侠。<br><br>顺带一提，露西亚很喜欢娇小可爱的东西，所以她很喜欢揉夏洛特的短发，背叛了天命组织以后她可以揉一辈子了。"
  },
  {
    "name" : "S3A",
    "stigmata-name" : "elizabeth",
    "stigmata-chinese-name" : "伊丽莎白•巴托里",
    "stigmata-english-name" : "Elizabeth Batory",
    "stigmata-desc" : "进阶攻击型圣痕之吸血鬼伯爵夫人套装，可偷取生命。", 
    "stigmata-story" : "1575年，在匈牙利境内，活泼又有点古灵精怪的15岁的伊丽莎白•巴托里伯爵这一天出嫁了。<br>在巴托里家的城堡里，举行着盛大的婚礼，穿着洁白的婚纱的少女刚刚走上礼堂，却传来了土耳其人进攻的消息...<br><br>这一天之后，无论是城堡中的仆人，还是进攻的土耳其士兵，都没能离开这个城堡。<br>慢慢的，这个城堡成为了人们口中的吸血鬼城堡。<br>从误入城堡，还侥幸逃出来的人口中听说，他们在城堡中看到了很多只有手掌大小的，形状各异的人偶，在吸食着一个穿着白裙的少女的血液。<br><br>15年后，一个年轻的匈牙利诗人莫莱，为了逃避土耳其士兵的追赶，逃进了这个城堡。<br>在绝望之中，突然出现的吸血人偶杀死了土耳其士兵。带领这些人偶的，是一个穿着白裙的少女，少女一边笑着，一边残杀了士兵。<br><br>最后只剩下莫莱一个人了，“真无聊啊，只剩下那么一个了。”<br>少女挥了挥手，人偶正要杀死莫莱的时候，为了多活一阵子，莫莱提出要给少女说一个童话故事来排解她的无聊，如果故事无聊，当故事结束的时候她再杀死自己，如果故事有趣的话，就要放过自己。<br><br>他说的第一个童话故事是“气泡王国的公主”。<br>在说完故事以后，莫莱在少女的眼中看到了期待的目光。<br>少女在愣了一阵子以后，傲娇地表示莫莱的故事很无聊，不过她还是答应保护他的生命，前提是每天晚上都要在她的床前给她讲一个故事。<br>就这样，少女收留了莫莱。<br><br>为了逃出城堡，莫莱开始想办法了解更多白裙少女伊丽莎白的事情，最后，他告诉伊丽莎白，如果要他讲一个有趣的故事，伊丽莎白也要告诉他一个自己的故事。<br><br>在第二天晚上，莫莱设法从伊丽莎白口中听到了，伊丽莎白从小就学习剑术，剑术水平已经超过城堡中的男孩，但是她父母亲不相信她一个女孩可以保护家族，将她强行嫁给一个年长20岁的将军的事。<br>然后，他为她创作了一个故事——“公主想要穿上白色的铠甲”。<br>听到了故事，伊丽莎白高兴地在床上蹦来蹦去，第二天晚上就这么过去了。<br><br>在第三天晚上，莫莱从伊丽莎白口中听到了，她和女仆们一起玩耍，<br>却被父亲看到了，父亲鞭打了女仆，并杀死了她，并教育伊丽莎白贵族和平民是不能成为朋友的。<br>然后，他为她创作了一个故事——“孤单的安妮和森林里面的朋友”。<br>听到了故事，伊丽莎白一个接一个地，紧紧地抱住了自己的人偶，然后在人偶的环绕中唱着歌。第三天晚上就这么过去了。<br><br>第四天晚上，莫莱从伊丽莎白口中听到了，在土耳其军队进攻的那一天，他们其实想要寻找一块藏在巴托里家族中的有神秘力量的水晶，这块有崩坏能的水晶其实就藏在伊丽莎白的身体里，最后水晶的力量爆发，将周围的人都杀死了。<br>虽然伊丽莎白想要救自己的家人，但是他们都失去了原本的形态，灵魂被装进一个个人偶当中，只剩下孩童般的智慧，必须时常吸食伊丽莎白体内的崩坏能维生。<br><br>莫莱被伊丽莎白的故事吓到了，但是看着伊丽莎白逐渐冷漠的脸色，然后，他为她创作了一个故事——“吸血鬼伯爵夫人和造血鬼猫头鹰”。<br><br>听了这个故事，平时活泼有趣的伊丽莎白默默地留下了眼泪。第四天晚上就这么过去了。<br><br>第五天晚上，莫莱没有找到伊丽莎白，他一直等到第六天早上。<br><br>15年后，阳光第一次照进了这座城堡。<br><br>莫莱知道环绕在城堡附近的崩坏结界都解除了，和崩坏能一起的，伊丽莎白的生命也消散了。<br>在阳光下，他拿起她遗留在床上的白裙，离开了城堡，把她，像自己编的童话故事里面一样，放在了花田之中。"
  },
  {
    "name" : "S2D",
    "stigmata-name" : "viola",
    "stigmata-chinese-name" : "薇欧拉",
    "stigmata-english-name" : "Viola",
    "stigmata-desc" : "进阶防御型圣痕之医院骑士套装，可提升生命上限和移动速度。", 
    "stigmata-story" : "某个不知名的欧洲小镇，镇中有一座小小的教堂，教堂门口树着一座女性的雕像，女性的雕像留着短发，脸却被风霜和雨水磨平了。<br><br>这座雕像是这个小镇的守护神，传说在100年前，在这个小镇发生了名为崩坏的灾难，当时来拯救城镇的，来自天命组织的卡斯兰娜家族的战士，和拥有崩坏能抗体的小镇居民莉珐兄妹，一同拯救了小镇。<br><br>当时卡斯兰娜的战士和莉珐家的兄长，一同阻挡崩坏产生的怪兽，而莉珐家的妹妹，16岁的薇欧拉.莉珐则听从卡斯兰娜战士的计策，用自己的身体埋入地下，封印了崩坏源。<br><br>在她的身体上，人们盖起了小小的教堂，修建了薇欧拉的雕像，纪念这个牺牲了自己拯救小镇的少女，天命组织也授予了薇欧拉医院骑士的称号。"
  },
  {
    "name" : "S3B",
    "stigmata-name" : "wangzhaojun",
    "stigmata-chinese-name" : "王昭君",
    "stigmata-english-name" : "Wang Zhaojun",
    "stigmata-desc" : "强力防御型圣痕之边塞妖女套装，提升防御力的同时减少技能SP消耗。", 
    "stigmata-story" : "公元304年，匈奴单于刘渊称王建立了赵国，结束了从西汉开始的，匈奴300多年分崩离析的历史。<br><br>在建国后的那一天，刘渊要带着家人一起移居新的都城，刘渊叫来了刚刚新婚的儿子刘聪，让他去和母亲道别。刘聪惊讶住了，他一直以为母亲在生出他的那一天就死了。<br>顺着父亲给的地图，刘聪来到大漠上的一片山谷。走进山谷的时候，刘聪就被山谷中满满的兰蕙的香气迷住了——兰蕙这种花草从来没有长在大漠中。在他沉浸在香气产生的幻觉之中的时候，一个温柔的女子声音在耳边响起。顺着声音的指引，他来到一片兰蕙的花丛，在花丛中，他看到一个坐在地上的美丽女子。女子没有穿衣服，兰花遮住了女子的身体，组成她的衣服，女子的头发也是兰花特有的紫红色。<br>女子情切地称呼刘聪为聪儿，刘聪惊讶了，虽然之前父亲就和自己说过，母亲看上去很年轻，但是刘聪已经20岁了，女子的年龄看来也就是23岁左右，但是血缘的感觉，让他感到亲切，这个女子，就是自己的母亲。<br>刘聪拜别母亲，告诉自己和父亲即将离开这里了，也告诉了母亲自己结婚的消息。听到结婚的消息，女子难掩脸上欣喜的表情，并说 “我的诺言终于达成了” 。<br>刘聪说想带母亲一起离开，女子摇摇头说不能离开这个山谷，并请刘聪在走之前让她抱一下在女子的怀中，女子说要给刘聪讲一个故事，一个300年前的故事。<br><br>那年还是西汉，女子的名字叫做王昭君，昭君自幼加入宫中，却不得宠幸，19岁的时候被许配给当时十分强大的匈奴的单于呼韩邪。孤身一人离开故乡的昭君，手里面只有一株故乡的兰花，每当望见兰花，就能想起故乡。<br>初到匈奴的昭君，看不到宫中有的鲜花和美酒，只有无边的大漠和寥寥的青草。她的丈夫，单于呼韩邪又是一个粗暴的人，年纪也够当昭君的爸爸了，所幸的是，单于很宠爱她。<br>一年之内，昭君没有生出孩子，部族里面的其他元老开始排挤昭君，昭君带来的兰花也慢慢地枯死了。看着昭君天天以泪洗面，单于和昭君做了一个约定，只要昭君为他生下强壮的儿子，让儿子建立一个更强大的匈奴，单于就带昭君去大漠中唯一一个生长花朵的山谷，挖来那边的土来种植兰花。<br>元老们纷纷阻止单于，因为进入那个山谷的人，出来后都会死于神秘的疾病，但是单于不顾反对，带着昭君进入了山谷。山谷中因为泄露出来的崩坏能，花朵盛开着，昭君种下了兰花，兰花盛开了一片。在兰花中，昭君怀上了呼韩邪的儿子。<br>10个月后，单于和昭君生下了一个强壮的儿子——伊屠智伢师。单于因为崩坏能侵入身体，慢慢地衰弱了下来，昭君却因为有崩坏能的适应性，不但没有衰弱，反而变成了类似律者的身体，头发变成了紫红色，身体反而变得年轻起来，单于安慰昭君说她是被山谷中的神选中了。<br>又过了一年，单于过世了，族中的元老指责昭君是带来毁灭的魔女，逼迫昭君离开了族中。元老们了为了争夺权力，匈奴开始分成东西两个部族，陷入了长久的战乱，部族也渐渐地衰弱了下去。<br><br>昭君离开了部族，却没有回到故乡，她带着儿子来到谷中，履行自己的诺言的下半部分——为呼韩邪建立一个更强大的匈奴。<br>随着儿子的长大，当时大漠中的部族各自为政，没有人愿意接纳他，虽然昭君自己受益于崩坏能可以不老不死，但是儿子却在一天天老去。<br>为了延续呼韩邪的血统，昭君和儿子结合，又生了3个儿子，待3个孩子长大以后，昭君和最大的孩子结合....<br>一直延续了300年，当年呼韩邪的子孙已经建立强大的部族，周围的部族纷纷把自己的公主献出来要求联姻。<br><br>20年前，昭君和刘聪的父亲刘渊生下了刘聪。听刘渊说着部族的强大，昭君觉得自己的承诺已经履行了。<br>听完了昭君的故事，在昭君的怀中，刘聪感到昭君的眼泪滑到自己的脸上，再慢慢的划过了脸颊，留下了兰花的香气。<br>第二天刘聪拜别昭君，离开了山谷，从此再也没有回到过这个山谷。<br><br>“排玉户而颺金铺兮，发兰蕙与穹穷”<br>"
  },
  {
    "name" : "S3D",
    "stigmata-name" : "ryoma",
    "stigmata-chinese-name" : "坂本龙马",
    "stigmata-english-name" : "Sakamoto Ryoma",
    "stigmata-desc" : "攻击型圣痕船中八策套装，可加深对护甲保护状态敌人的伤害，同时降低异常状态的持续时间。", 
    "stigmata-story" : "1867年，在极东之地的岛国上。原本这里是个偏远，贫瘠，和崩坏无缘的地方。在350年前，卡莲.卡斯兰娜带来的崩坏水晶改变了一切。<br>虽然最后八重樱被封印，但是还是有小部分崩坏能泄漏出来。崩坏能感染了动物，变成怪物伤害人类。就算杀死了怪物，被怪物的血溅到的人类都变成了死士。<br><br>在这个岛国上，常年的战争让国家变得贫弱。一直对立的天皇和幕府两派消耗着粮食和士兵，专心在互相对抗的两派都不愿意耗费力气从怪物的手上保护人们。<br><br>在那个年代，天命组织才刚刚把势力扩展到亚洲大陆。<br><br>这个国家的人们，唯一的希望，是那一小部分对崩坏能有抗性的人，用最原始的武器，去抵抗那些怪物。<br><br>1867年的夏天，在一个小村庄中，正在做武士修行的武士阿慎，接下一个退治狼怪的任务，阿慎出身于有崩坏能抗性的家庭，和他一起出行的，是在酒馆里面认识的，喝得酩町大醉，衣衫凌乱的流浪武士龙马。<br><br>严格的阿慎和放荡的龙马虽然不太合拍，但是在合力之后，还是击倒了狼怪，击败了狼怪了以后，龙马却昏倒了。<br><br>龙马既没有受伤也没有被血溅到，阿慎惊讶之余，开始尝试在龙马身上寻找伤口，却发现，对的，龙马是个女生，而且她身上被崩坏能感染的部分很大，皮肤上很多部分都化成了灰白。<br><br>醒来的龙马看到一脸绯红的阿慎，反倒是一点都不觉得害羞，还讥笑阿慎是个处。<br><br>阿慎问起了龙马身上的病的时候，龙马说，自己出身于土佐藩，原本家里是一个大商人。<br>当年土佐藩中出现崩坏兽的时候，天皇和幕府都不愿意出兵讨伐，龙马的父亲自己招募了乡兵保卫家园，却全军覆没。<br>被崩坏能感染以后，龙马的弟弟和妹妹也相继死去，最后只剩下她一个人，虽然没有死去，但是崩坏能还是感染了她的身体，她的身体一天天走向恶化，最后总是要死。<br>为了在有生之年改变这个国家，继承父亲保护人民的愿望，龙马改变了自己的姓名，用男性的身份四处学习，学习了中国文化，洋学，最后找到了改变国家的方法。<br>她的本名，才谷梅子，只留在母亲缝制的香囊上。<br><br>第二天，龙马告别阿慎，她要去宽永寺拜访正在修行的第15代将军德川庆喜，她写了一份谏言，希望将军把权力交还给天皇，结束上百年的战乱，改变这个贫弱的国家。<br><br>阿慎借口保护龙马，实则跟踪，一路尾行龙马，龙马发现以后欣然邀请阿慎一起旅行。<br><br>在旅途中，两人看着流星，龙马说结束了这件事以后，要去海洋的远方，星辰的远方看看。阿慎被这个狂放的灵魂吸引，但是也担心着，龙马身上灰白色的部分越来越大，昏倒的频率也越来越高。<br><br>在宽永寺，龙马把谏言交给了将军的家臣山内容堂，龙马希望用土佐藩的名义上谏，而不要提龙马这个名字。<br><br>当晚，在旅社，阿慎问龙马为什么要这么做，龙马说她在旅途中发现，这个国家之所以会争斗不休，是因为每个人都太看重自己了。她在旅途中接触了老子的思想，明白到只有忘记自己，回归自然，才能突破人性的屏障。如果龙马都不愿意忘记龙马，将军又怎么会放下权力呢？<br>龙马这个名字原本就从传说中而来，最后也要消失在传说中，而才谷梅子会和阿慎再去远方看看。<br><br>第二天，却传来山内容堂被怪物杀死的消息，原来将军身边的主战派一直在监视他们的行动，他们勾引怪物攻击了山内容堂的居所，然后今晚就准备用同样的方法杀死将军德川庆喜。<br><br>龙马决心去亲自拜访将军，阿慎跟着保护她，一到宽永寺，龙马就被怪物刺伤了。阿慎顶住两只怪物，龙马来到将军的房间前面。刺伤和疾病让她几乎就要昏倒，但是在拜访将军之前，还是第一次整理了自己的衣装。<br><br>在将军面前，龙马拿出了自己的谏言——《船中八策》，说服了将军归还权力。最后将军想要追问龙马的来历，龙马闭口不答。<br>杀死了两只怪物的阿慎冲进来带走了龙马，龙马昏倒在阿慎的怀里，再没有醒来。<br><br>阿慎尊重了龙马的意愿，终身都没有说出这个女孩的故事。<br>结束了修行回到了道场，他发誓，如果后代有男子，要以龙马为名，因为，这本身就是一个男子的名字。<br><br>这就是，雷电慎太郎和坂本龙马，150年前的故事。"
  },
  {
    "name" : "S4D",
    "stigmata-name" : "ekaterina",
    "stigmata-chinese-name" : "叶卡捷琳娜",
    "stigmata-english-name" : "Ekaterina",
    "stigmata-desc" : "综合型俄国沙皇套装，可提升战斗中的会心值。连击达到一定次数，能带来更多增益效果。", 
    "stigmata-story" : "叶卡捷琳娜二世是德国安哈尔特-查尔布斯特亲王之女,1944年被许配给俄罗斯皇位继承人彼得三世的妻子，从此，15岁的叶卡捷琳娜就走入宫中，等待她的不是青春或者爱情，而是冷漠的丈夫和勾心斗角的宫廷斗争。<br><br>在10年后，叶卡捷琳娜成功地利用计谋把丈夫送上了绞刑架，自己成为女皇。在刑场上，她的近侧问女皇，她已经掌握了整个俄罗斯帝国，她现在还想要什么。容姿卓绝，身材傲人，长发留到腰间的女皇这么回答她——“索菲娅，我想要谈一场恋爱。”<br><br>像是为了弥补失去的青春一样，女皇谈起了一场又一场的恋爱，有时候是英勇善战的将军，有时候是才气纵横的画家，有时候又是多愁善感的诗人。凭借相貌和地位，女皇轻易地收割着爱情，但是，智慧过人的她又很快看透了这些看似优秀的男人，转而对他们生厌，这些男人前一晚还在舔着女皇的脚尖，后一晚就会被赶出皇宫。<br><br>这些人，都不是女皇想要的，那么，女皇想要的是什么呢？<br><br>这一天，一队骑士拜访了女皇，他们来自于欧洲一个叫做天命的组织。女皇听大臣们提过这个神秘的组织，俄国皇室每年要上交给这个组织大量的黄金，换取他们的保护，从怪物们手中保护俄国。<br><br>骑士们来的目的是调查在俄国偶尔发现的怪兽，他们称之为崩坏兽，但是进展并不顺利，没有找到崩坏兽的痕迹。女皇对他们的任务不感兴趣，却对带头的骑士，克里斯.卡斯兰娜产生了兴趣。<br><br>克里斯才16岁，留着白色的短发，刚刚当上骑士，160厘米的个子，比168cm的女王还要小两号，穿着比自己身体还要大一号的盔甲，目光洁白无瑕又充满勇气。<br><br>在克里斯执行任务的过程中，女皇多次想要纳克里斯进入自己的后宫，克里斯却不答应，这反而勾起了女皇的兴趣，她写信给天命的欧洲总部，要求克里斯当自己的近卫骑士保护自己。欧洲总部一开始不同意，但女皇提出自己有意嫁给克里斯以后，欧洲总部的奥托主教狂笑着给克里斯下达了调任命令。<br><br>于是，年轻的白色骑士克里斯就这么，不情不愿地在皇宫住了下来，但是一直不愿意和女皇过夜，女皇最后忍不住，在克里斯入浴的时候闯入了他的房间。<br><br>然后，女皇发现，原来克里斯是个女孩子，只是胸部发育的不好而已。克里斯害羞的躲进了浴盆，但是女皇在短暂的迟疑以后，表示克里斯是女孩子她也不介意的，毕竟，伟大的俄国女皇怎么可能不是男女通吃呢？一边说着一边脱下衣服，进浴缸帮克里斯洗头。<br><br>在这之后，克里斯也没有那么逃避女皇了，两人有时候会一起享受下午茶，有时候会一起去打猎，两人一起坐在马上，女皇觉得自己仿佛回到了失去的少女时代。<br><br>好景不长，在一次狩猎中，女皇被突然出现的崩坏兽袭击了，幸好克里斯在她的身边，经过一番战斗，女皇安然无恙，克里斯却身受重伤。<br><br>回到宫中，女皇调查到，在俄国境内早就出现了崩坏兽，但是大臣们却有意隐瞒，为的就是找机会让女皇误入崩坏兽所在的区域被杀，夺取皇位。狩猎的那次暗杀失败了，因此他们决定殊死一搏，在当晚进入皇宫杀死女皇。<br><br>早就习惯了勾心斗角的女皇，也忍不住叹了口气，她给裹着绷带的克里斯喝下了掺着安眠药的葡萄酒，把她抱进马车，送回了天命的欧洲总部。<br><br>当晚，背叛者们杀入皇宫，看到了女皇，翘着腿坐在皇位上，一手拿着酒杯，冷眼看着他们...<br><br>在总部醒来的克里斯，听说俄国皇宫那晚发生了大火，女皇死在了背叛者手下。<br><br>克里斯听到这个消息，想要赶去俄国，却起不了身，医生告诉她她的身体必须休息。<br><br>“我的骑士怎么可以这么没用呢。”女皇一手绑着绷带，靠在克里斯病房的门柱上，“好不容易干掉了反叛的家伙，那些怪兽还是要交给你才行啊...”<br><br>“我的小骑士。”"
  },
  {
    "name" : "S4E",
    "stigmata-name" : "lier",
    "stigmata-chinese-name" : "李耳",
    "stigmata-english-name" : "Li Er",
    "stigmata-desc" : "究极的圣痕上清止水套装，可大幅提升移动速度，并汲取生命力。", 
    "stigmata-story" : "公元前546年，在神州大地上，楚国的某个小村庄里——<br>16岁的少女李耳从小向父亲学习剑术，李耳的父亲以前是楚国的将军，受伤以后就被迫退役回乡了。<br>李耳的父亲一直希望李耳以后能够参军，光宗耀祖，但是穿着白袍的李耳却是个胆小的女孩，她很害怕离开村子，同时内心也很纠结，担心自己无法回应父亲和乡亲的期待。<br><br>在李耳16岁的一天，村子周围出现了可以操控水流的怪物（崩坏兽）。村子里面的人想要李耳的父亲帮忙消灭怪物，但是李耳的父亲受伤后行动不便，就把自己的佩剑交给李耳，让李耳去消灭怪物。<br>经过一番战斗，李耳杀死了怪物，自己也受伤陷入了昏迷，剑上沾满了怪物的血，崩坏能从伤口处进入了李耳的身体。<br><br>过了几个月，李耳伤势痊愈了，崩坏能和她的身体，还有佩剑结合在了一起，她甚至获得了操控水流的特殊能力。<br>获得了特殊力量的李耳，在偶然的机会下被村民发现了这种奇怪的能力，村民以为李耳也变成了怪物，父亲也顶不住压力，最后把李耳赶出了村子。<br>在父亲失望的眼神，和村民们愤怒的眼神中，绝望地离开了村子。<br><br>李耳想要结束自己的生命，但是被路过的穿着红色衣服的女子郸丽救了。在交谈中，得知郸丽原来也出生于军人世家，现在楚国正在征兵抵抗宋国的入侵，因此正要去首都丹阳参军。<br>郸丽听了李耳的故事以后，建议李耳和自己一起去参军，如果李耳可以参军获得功名，那么就可以衣锦还乡了。<br>李耳听了郸丽的建议，虽然还有点胆怯，但是被郸丽自信的样子打动了，答应和郸丽一起上路。<br><br>两人以姐妹相称，有天路过一个村子，村子里的人说村子附近出现了山贼，让两人路上小心点。<br>李耳听说有山贼，感觉有点害怕，但郸丽却说习武之人应该帮助别人，还鼓励李耳说，一路走来，她觉得李耳的武功对付几个山贼搓搓有余。<br>李耳听了郸丽的话后，鼓起勇气和她一起上山对付山贼了。<br>果然如同郸丽所说，两人武艺高超，打败山贼完全不成问题。<br>但是山贼的数量众多，危机中，李耳使出了从崩坏兽处获得的操控水流的能力。<br>原本以为郸丽也会像害怕怪物一样地害怕自己，没想到郸丽赞扬李耳拥有了不起的力量，而且现在正是参军一展长材的时机。<br><br>来到丹阳，两人成功地加入了军队。在战场上，郸丽建议李耳展现一下自己的特殊能力，李耳害怕被当做怪物，郸丽只身一人冲入敌阵，迫使李耳不得不展示了力量。<br>楚军士兵震惊于李耳的能力，消息回报到楚王耳朵里，楚王觉得李耳的能力可以带领楚军走向胜利，就宣称李耳是仙人，又封了李耳做将军。<br><br>靠着李耳的能力，楚国轻松地打退了宋国的侵略军。在楚军的大营中，李耳说自己这样就可以回乡了，郸丽不同意，郸丽说现在正是乘胜追击，一统六国的好机会，但是李耳已经见了太多流血了，执意要回乡，郸丽见留不住李耳，决定用武力阻止李耳的离开。<br>两人在军帐中交手，原本李耳觉得虽然郸丽武功和自己不相上下，只要自己使用特殊能力，郸丽就不是对手，没想到郸丽却也能操控水流，李耳的剑刺中了郸丽，郸丽也没流一滴血。惊讶之中，李耳被打败了。李耳说就算自己被打败了，也不会帮助楚国侵略别的国家。郸丽却笑着说，走到这一步，已经不用李耳的帮忙了。<br>原来在李耳被崩坏能感染的那一刻，崩坏能就从李耳的不安，胆怯，无法回应父亲期待的恐惧当中，诞生出了一个自信，骄傲，可以帮她满足父亲期待的人格。<br>这个人格只是李耳的妄想，没有实体，所以也没办法和第三者交谈，也不会受伤，但是却切切实实地带着李耳实现了父亲的梦想。现在这个人格已经成熟了，她能更好地利用这份被赋予的能力。<br><br>这一晚，走出营帐的李耳，让下属给自己准备了红色的衣服，又进一步地控制了楚军的权力，强盛一时的军事强国楚国，从这一刻开始了，而李耳原本的人格被封印在了内心的深处。<br><br>被崩坏能影响的李耳，生命也变得很漫长，在往后的200年后，李耳的红衣和长剑是临近国家恐惧的对象，直到200年后，宋国出现了一个年轻的剑客庄周。<br>庄周是宋国的皇室后裔，她和李耳决战于山谷之间。在交手中，李耳另一个人格苏醒控制了身体，让庄周能一剑刺入李耳的胸口……<br>当然，这就是另一个故事了。<br>"
  },
  {
    "name" : "S4B",
    "stigmata-name" : "keriopiela",
    "stigmata-chinese-name" : "克列欧博克拉",
    "stigmata-english-name" : "Keriopiela",
    "stigmata-desc" : "强力的圣痕埃及艳后套装，可加深对部分异常状态敌人的伤害，并随距离加成远程伤害。", 
    "stigmata-story" : "公元前60年，冬季黎明前的黑暗里，开罗城墙上四处是支起的火炬架子，佩戴着剑和长刀的埃及士兵在城头，防守着托勒密王朝最后的一道防线。无数带着火光的箭矢从他们拉满的弓弦射出，在无尽的长夜中划过一道流荧般的轨迹，然后射中他们的敌人。<br>那些崩坏兽。<br>起初法老护卫们还不相信地方报上来的消息，认为这世上出现的，那些仿若冥界登临的凶兽只不过是没有见识的民众迷了眼，夸大了什么。直到所有外出讨伐的军队都在转眼间被击溃，不到一个月，它们就仿佛闻到了腐肉的秃鹫一般出现在了开罗城外。<br>“该死，它们踩着城下的尸体上来了。”<br>那些野兽有着它们认知外的形貌，坚硬的外壳让士兵们手中的铁剑变得无比乏力。它们的身躯里蕴含巨大的力量，虬结隆起的肌肉结构甚至能让它们在完全跳跃起来之时，可以勉强够到六米高的城头。<br>现在，在数日前仆后继的冲击之后，那些先前死亡的崩坏兽成为了后继者的踏脚石，让后者终于能够轻松地跃到了城头。这是这几日留守在了开罗的将军们的共识，只不过正面迎接那兽潮般袭击的西面城墙首先出现了这样的状况罢了。<br>“为安拉与法老而战！”<br>在那只崩坏兽还没在城头站稳的时候，一名士兵这样高喊着，然后想要抱住那只崩坏兽跳下城头。只可惜崩坏兽的力量太大，也过于灵敏，几乎在瞬间就撕碎了他的脖颈，然后把他甩了出去。<br>“为安拉与法老而战！”<br>周围的人压住心中的恐惧，取而代之的，在他们心中升起保卫这个千年国度王城的荣耀感，和那份企图生吞这些非人怪物的仇恨，他们用相较之下过于弱小的身躯，向着那只崩坏兽涌去，但是其中的大多数都在一瞬间的交锋中就死了，剑和握着剑的手一同落下，淋漓在城头的血泊里。<br>终于，城墙上的士兵付出了他们远远无法承受的代价，杀死了那一只崩坏兽。<br>但是他们来不及欢呼，也来不及庆祝。<br>先登上城头的崩坏兽撕扯出了足够的空间和时间，它虽然被迅速地杀死，但也迅速地杀死了这片城墙大部分守卫的士兵，在它的身后，第二只、第三只崩坏兽迅速爬上了城头。在那个瞬间，城头的士兵心头沸腾的热血瞬间冰冷。<br>其中的一个还跪了下来，绝望的眼泪夺眶而出。<br>这个瞬间他们几乎都意识到了一件事。<br>整个开罗坚守了数日的坚固防线，终于要被突破了，他们身后，开罗十几万的妇孺和老人将再也无处可逃。<br>不甘心和悔恨，几乎快要将他们击溃——<br>“站起来，你们是我的士兵，是王朝的荣光与护盾！”<br>伴随着冰冷却明亮的话语，黄金的权杖就像是从半空落下一般，毫无阻碍地刺入了崩坏兽的头颅。有着一头乌黑长发的少女随后而至，踩在黄金权杖上，直接将崩坏兽的头颅钉死在了城头。<br>“你们是我的守护者，你们要保证整个帝国的存续！！”<br>权杖被拔出，血顺着她手挥舞的轨迹洒落了出去。<br>“法……法老……”<br>“克丽奥佩拉殿下！”<br>在火光中，少女身上的黄金首饰，随着她身形的跃动，闪烁着。<br>就好像太阳的战车借给了她一丝只属于众神的荣光。<br>黄金的权杖就如神所赐下的责罚，在几次呼吸之间击杀了另外数只崩坏兽的头颅。<br>在黎明到来的时刻，有着一头乌黑长发的少女，身上装饰着黄金首饰的少女，手中握着神与人一半权柄的少女，浑身浴血地站在清晨太阳升起的黎明里，站在崩坏兽的尸体推成的狼藉之上，将那把黄金权杖斜插在了开罗的城头。<br>最终，再没有一只崩坏兽敢逾越一步。<br><br>崩坏兽围城的第七日，坐在王座上的克丽奥佩拉七世坐在埃及宫殿内唯有法老能座的王座之上，低头看着被押进了宫殿大堂的那个女孩。法老王的脸色不是很好，她已经有数日没有完整睡眠过，在夜晚崩坏兽活动最为密集的时候游走于城墙处配合将军们指挥部分的士兵，如果有必要，她必须冒着危险自己成为战力。<br>就如今天凌晨时那样。<br>事实上这让少女法老的精神正在变得越来越衰弱。<br>“阿罕默德，这就是你说的，有重要的事向我宣布，从而打搅我睡眠的理由？”<br>她皱起了眉头。<br>名为阿罕默德的法老护卫队长微微低下了头，他让开身子，手指向了身后，被绳子捆绑住而跪坐在殿堂之上的纤细少女。<br>“请恕罪，尊敬的法老。只不过这个人，在凌晨崩坏兽暂时退去，而士兵们精神松懈的时刻意图打开城门，并且我们查出她，以及她下面的行商都是罗马人。”<br>“罗马人？”克丽奥佩拉的神色更加不耐，“罗马现在和我们是敌对状态，任何有嫌疑的罗马人都应该被直接处死，这点难道你也忘了吗？”<br>“但是……”法老护卫队队长露出了颇为为难的神色，“这个罗马人说，有解决围住开罗城的那些怪物的方法。”<br>直到这时法老王才睁开了眼，她看向那个跪着的罗马人，那个留着黑色蜷曲短发的少女，大概是为了不让她咬舌自尽之类的，嘴里塞着还没用过的绷带。同时那个少女也看着她，她虽然跪着，但是身躯仍然挺拔，像是为了回应克丽奥佩拉的目光一般微微扬起了下巴。<br>一个骄傲的罗马人，女法老已经很久没有见到过了。即使此刻那个少女看上去有些狼狈，但是她还是闻到了少女身上麝香般罗马贵族的味道。<br>“先放开她吧。”<br>“可是……她几乎以一己之力打倒了我们一个十人编制的法老护卫队。”<br>“放开吧，在这荷鲁斯注视之处，没有人能够伤到我。”<br>阿罕默德低头应允，然后解开了少女身上的绳索，接着少女就取出了口中的绷带，连声咳嗽了起来。<br>“这就是开罗的待客之道吗？”<br>“那首先得确认你是客人还是敌人……他们没有用用过的绷带我已经比较遗憾了。你到底是谁，女孩？”<br>“我谁也不是，我只是一个普通的罗马行商。”<br>普通的罗马行商。<br>克丽奥佩拉眯起了眼睛，“阿罕默德，把她拖出去……”<br>“好吧好吧，”少女揉搓着被绑了太久的手腕，“我的名字是安东尼，马克•安东尼•克列提乌斯，是命中注定会在十年之后掌握三分之一个罗马的女人。”<br>“你为什么要推开门？”<br>“因为那个时候在外活动的野兽最少，我有必要带着我的商队回到罗马，那将是我在罗马的第一批拥趸。”<br>“那个时候活动的野兽最少？”<br>面对女法老的问题，安东尼嘻嘻一笑。<br>她笑的时候还带着青年人的活力，从眼神璀璨的光亮里透露出了她超凡的自信。<br><br>克丽奥佩拉看着她的士兵们捣毁了最后一个崩坏兽的巢穴。那些夜间里行动频繁的野兽被某种东西感染成了现在这样的怪物，但是这种感染，可能由于感染源的问题，并不完全，这让它们还保留着一丝夜行动物的本能。<br>这让它们在某个时刻也变得十分脆弱。<br>“这就是最后一个巢穴了。”<br>法老护卫队的队长阿罕默德在她身前报告道，“再也没有什么能够威胁到开罗的安全。”<br>年仅二十岁的女法老没有说话，她瞥了一眼身边正毫不在意地啃着苹果的罗马行商，然后又转头看向更远的地方。<br>“安东尼。”她突然称呼女孩的名字。<br>身边的女孩挑了挑眉，“怎么了，我尊敬的美丽的受诸神眷顾的法老阁下。”<br>你应该称呼为陛下，克丽奥佩拉本来想这样说。<br>但是她没有开口。<br>“罗马一直对埃及虎视眈眈，而我始终相信两国之间有一场硬仗。”<br>“怎么，因为身为罗马人的我帮助了您，所以您认为罗马人都是可信任的吗？”马克•安东尼耸了耸肩，“这可不是什么好的想法，在那里，像您这样单纯的女士会被她们吞得一根骨头也不剩。”<br>“不。”女法老叹了口气，她的脸靠近安东尼，黑曜石一般的双眸让女孩嚼苹果的动作都因为呆滞而停下了，过了很久才将嘴里的东西咽下去。<br>“安东尼，是你把这种能把野兽变成怪物的感染源带到埃及来的。它令我的国家千疮百孔，以至于只能选择归顺罗马，跪倒在凯撒的裙下，才能让她帮我清理掉现在横行埃及的这些怪物，这才是你会在十年后掌握三分之一个罗马的政治基石。”<br>女孩沉默了，过了一会儿她撇过了头去，再也没心情吃手中苹果剩下的部分，像是发泄什么情绪一般将它扔远了。<br>“我还以为你会说些我折服于您的智慧，心甘情愿地爱上了您之类的话，”她颇有些失落地喃喃自语，但这个时候不管是她自己还是面前的女法老都在揣测这份失落里有几分真假，直到她抬起头，“对，没错，这就是我这次来埃及的目的，这一切都是我干的。”<br>“然后呢？”用长袍擦了擦手的安东尼继续说，“你发现了这点，然后杀了我，向罗马开战吗？”<br>女法老摇了摇头，这位王朝的掌握者微微地笑了。<br>在晨光里，她魅力非凡。这是安东尼第一次看到脸色冰冷的克丽奥佩拉露出笑容。柔和的晨光，像是一只光线构成的手腕，摩挲着女法老小麦色的肌肤和面部柔和的轮廓。<br>“如果我真的心甘情愿，那么你会爱上我吗安东尼。”<br>女孩下意识地咽了口口水。<br>心绪里本来考虑的所有事情都变成一团乱麻。<br>“像您这样美丽的女士，恐怕没有人不会爱上。”<br>“好的，安东尼，那么我会爱上你，让你也爱上我，”她说，语气温柔而甜蜜，却带着恶毒的冰冷，“然后我会嫁给尤里乌斯•凯撒。”<br>“喔噢，所以你这是逼我杀死我们帝国的皇帝，以夺取你的埃及和你。”<br>女孩皱起了眉头，语气里充满着咬牙切齿。<br>“你就当是我的复仇吧，因为这个王朝被葬送在你的恶毒里，这是法老王的诅咒，托勒密王朝最后的执掌者甜蜜的毒诞，”<br>看着安东尼愤愤不平的脸，女法老的眼神里带着悲哀，却朗声笑着。<br>说出那句此刻马克•安东尼•克列提乌斯十分渴望，却又最不想听到的那句话。<br>法老王缓缓张口——<br><br>“我爱你，安东尼。”"
  },
  {
    "name" : "S2A",
    "stigmata-name" : "hanna",
    "stigmata-chinese-name" : "汉娜",
    "stigmata-english-name" : "Hanna",
    "stigmata-desc" : "进阶的条顿骑士套装，可提升出场技伤害、近战伤害与移动速度。", 
    "stigmata-story" : "1847年，普鲁士王国，柏林，秋天的夜晚。<br>汉娜穿过用一人高的灌木植物种植成的迷宫，轻若无影的身形就像是一道阴影穿过快要凋零的枝干和树叶的间隙，没有比一阵微风更重一些。在今日早上的时候，她的主人曾携带她进入过这座庄园作客，不过那个时候她还不是以这样的身份和装扮。<br>今日午后，她的主人，那位今后将大名鼎鼎的俾斯麦小姐以刚上任的议员的身份带着她进入这座庄园，虽然明面上是为了与这座庄园的主人，一位举足轻重的容克贵族对于快要崩溃的德国经济进行一些商谈。但是，这场商谈在开始之前就注定走向一个垮塌的结局。<br>她当时以随身的侍女的身份跟在被整个普鲁士政界视为奇葩的议员俾斯麦小姐身边，细心观察了整座庄园的结构和布局。而她也清楚地看见了从会议室出来的主人阴沉的脸色，甚至在归程的时候，还听到了前面飘来的一句“容克猪。”<br>能让平时喜怒不形于色的主人如此生气，就说明那群容克贵族没有丝毫想要悔改的意思，说不定还提出了什么足以让主人失态到这种程度的要求。<br>汉娜在微冷的空气中抿起了双唇，瘦弱的身体躲进了冷光灯的阴影里。<br>那么她的工作，就是让那些大脑肥肠的贵族忏悔到能向着自己的主人低下头。<br>低到尘埃里。<br>她这样想着，裸露在外的肩膀贴着墙角，尽可能地让自己的身躯紧贴着，然后用家传的秘法放缓自己的心跳和呼吸，她闭起眼睛，仿佛自己不存在，直到一队巡逻队提着枪从她身边，近如咫尺的地方走过，她才缓慢地恢复了知觉。<br>然后，她顺着德意志建筑颇有代表性的粗糙墙面，以砖墙微小的凹凸不平为立脚点，犹如一片影子慢慢攀上了她目标晚上就寝的楼层。<br>该说是不愧是现在整个普鲁士王国实际上的实权掌握者，贵族的府邸几乎每过一个转角就有一个士兵看守着。只不过这难不倒她，她轻巧地从没有关紧的窗户中进入了走廊，然后用双手撑住呈直角的墙壁，逐渐从上滑下，等到她的双手够得到一个昏昏欲睡的士兵的脖颈时，她才放松了支撑的力量，那双漂亮地不应该用来杀人的手轻轻伸向了人体神经交会最为密集又最为脆弱的部分，纤细而修长的十指紧紧环抱眼前之人的头颅。<br>只是轻轻喀啦一声，那个大概和她一样年纪的士兵已经倒在了她的怀里。年轻的眼睛被合上，看上去像是真的沉入了甜美的梦境。汉娜眼神里没有丝毫犹豫，在年轻士兵温热的尸体尚未完全倒下之时，就用步枪支撑起了他的身体，靠着墙。<br>就好像他还活在这个世界上。<br>接下来她会一个一个杀死这座宅邸里剩下的所有人，然后让他们尽可能地保持着原样，像是一场故意缓慢浸入现实的梦境，一直小心翼翼地被阴影和夜色维持到天亮。<br>在数分钟之后她完成了这一切，然后回到了自己主人的宅邸中。<br>比起那个容克贵族简直堪称雍容华贵的府邸，她还是更喜欢现在住的这个地方，简朴而整洁，她想起从小就看见的那只悬挂在厅堂尽头的黑色十字，心中再一次地确认自己今夜的行动的正确。<br>就在她为整座宅邸都陷入沉睡、而没意识到午夜她的悄然离开而暗自窃喜时，她步入的厅堂突然亮起了灯。<br>那盏灯很暗，相较于整座颇为巨大的厅堂来说，那盏灯实在是有些杯水车薪。那盏手提灯发出的暖色光晕里，只能看到那巨大黑色十字的一角，和穿着睡袍的她的主人。<br>“我不太明白你们这些东方人脑子在想什么，”拥有着一头银色长发的俾斯麦小姐用一只手提着灯，另一只手则环过胸前，抱住了手臂，“但是我知道如果没有良好充足的睡眠，那就没有白天工作的精力。”<br>“是的，小姐。”她这样说，在她所敬爱的主人面前，她似乎不再是那个冰冷的杀人凶器，而是回到了第一次见到俾斯麦时那个略带内向和羞涩的小女孩。<br>“……你杀了他，对吧。”俾斯麦皱起了眉。<br>她在半夜醒来，身边却没有自己熟悉的贴身女仆的温度时，就已经做了最糟糕的打算。<br>“是的。”汉娜微微点头，“我认为现阶段，杀了他或许是最好的解决暂时经济危机的方法。”<br>民众已经被压迫到了极致，如果这种矛盾没法在数年内得到舒缓，那么普鲁士王国要在对外的军队筹集完成之前就会引发内乱。而容克贵族，这个国家绝少数人占据的绝大资源成为了她的主人盯上的目标，汉娜比任何人都清楚她的主人想要统一德意志的野心和信仰。<br>“这会带来很多麻烦，毕竟我们还要借助容克贵族的势力组建军官团，”俾斯麦叹了一口气，“不过好在没人会怀疑到我这样一个小议员身上，而且威廉陛下也会乐见其成。但是答应我，猿飞花（Hana）——”<br>“我已经在家父死去时舍弃了那个姓氏，请小姐用汉娜称呼我吧。”<br>俾斯麦深深地看了一眼低下了头的少女，在过了许久之后才继续说下去。 <br>“那么，汉娜，答应我，以后不许再做这种会让自己独自陷入危险中的事。你曾为我发誓效忠，那么你至少要活得比我长。”<br>汉娜抬起眼睛，她看见灯光里自己主人被光照亮的一边侧脸的轮廓，以及那凛然的眼神里无法遮掩的担忧的神色。<br>“是的，我会陪伴您到最后的。”<br>她攥紧了自己左手的拳头，在她撒谎的时候她总会这样，然后干脆地回答道。<br><br>汉娜所有记得的和父亲相关的回忆里，都是黯淡和灰色的。她幼年的时候就随着父亲出逃，逃离了本来应该侍奉的主人，甚至遭到了原来的家族的追杀。她的母亲就是在这条对于幼年的她来说过于漫长的道路中，为了掩护她和父亲逃离而死去的。<br>在那之后，她随着父亲飘扬过海，从日本本岛偷偷坐着货船来到新大陆，又横穿了整个美利坚合众国，顺着当年哥伦布开辟的航线来到了欧罗巴州，辗转流离了数年来到普鲁士，才定居下来。<br>在这期间，她的父亲，那个至死也不愿意抛弃猿飞之名却被猿飞一族所抛弃了的男人不停地训练她，甚至比她原先在家族中受到的教育更加严厉，简直就像是为了向已经不可能接收到任何消息的家族证明什么一样。很快她的父亲就没有什么可以教给她的了。<br>她的父亲经常在喝醉酒之后哭泣，并且告诉她，“如果一位忍者失去了自己效忠的主人，就像是迷茫无措的刀。”<br>那个时候她表示不解。<br>但是她的父亲说，如果她找到一位她愿意效忠的主人，那么她也会明白的。<br>她一直迷惑着，又一直为了打消这份迷惑而不断修行。<br>在十四岁时她逐渐发现自己有着远超出她父亲的力量，甚至拥有着非人的能力，有一日她发现自己能够轻易打碎巨石之后，终于遏制不住心中的恐惧质问父亲，那个已经处于弥留之际的老人才告诉了她真相。<br>在她满一周岁的时候，被家族选中，进行一种实验。那种实验是将人工复制的圣痕植入人体，以期能够获得超越人类力量的实验。而她的父亲则是执行人，但是在实验接连失败，被植入人工圣痕的人逐渐暴走甚至造成大量杀伤之后，他的实验被视为歪魔邪道，于是他和唯一留下来的实验体，也就是汉娜遭到了家族的追杀。<br>“你恨我吗？”<br>在说完这些之后她的父亲这样问道，然后饮下了早就准备好的毒酒，直到死前，老人混沌的双眸中还留有疯狂的光亮。<br>但他在得到答案之前就死去了。<br>在他死去之后，无处可归的汉娜根据他父亲生前留下的地址，来到了勃兰登堡的申豪森庄园，那里她见到了许多和她一样从小被改造了的孩子，也是在那里她第一次见到她暗地里发誓效忠的对象。那时俾斯麦将骑士长剑放置在她的肩头，以天命组织执行人和条顿骑士团继承人的身份册封她为女武神。<br>在那个瞬间她明白了她父亲曾经说过的话。<br>并执拗地追随着她认定的主人，直到她在战场上为守护该守护的人而死亡。<br><br>1898年7月，德意志帝国，汉堡，夏季的夜晚。<br>俾斯麦站在悬挂着黑色十字架旗帜的大厅之内。<br>黑色的十字架，是条顿骑士的荣耀，为了上帝的旨意，以统一整个德意志的土地。在数十年前明面上的条顿骑士团被解散，但事实上那把赐封骑士之剑依然以某种秘而不宣的形式流传到了这位铁血宰相的手中。<br>夏季的夜晚，难以被称为凉爽，也算不上闷热的晚上。<br>独自坐在黑色十字架祭台前的椅子上，俾斯麦擦拭着那把镌刻着条顿骑士团建立者箴言的长剑。<br>「只要全能之神存在于世间一天，那么黑十字的光辉永不熄灭」<br>不知道为什么，那个昔日驰骋在德意志战地最前线、让奥地利帝国和法国也为她低头、统一了整个德意志、被尊称为铁血宰相和德国建筑师的女人，在这个时候，在擦拭这把剑的时候，却露出此等温柔的神情。<br>统一德意志的大业已经由她完成。<br>无数祖先和前人的梦想，经由世世代代的努力和经营，终于在这一刻，这伟业被画上了句点。<br>那么她的生命也同样如此。<br>年轻的皇帝想要接手这把剑代表的权柄，出生于德意志崛起之时的他无法理解俾斯麦的举措。他太希望得到这个本应该在俾斯麦死后就会递到他手上的国家，也太年轻。效忠于德意志的杀手们从黑十字前的灯光照不到的阴影里走了出来。<br>他们听命于皇室，得到指令要将眼前这位万人之上的女子扼杀而死。<br>真可悲啊。<br>擦好了剑的女人，手中持着那把剑从椅子上站了起来。<br>她的身影在灯光之中显得更加单薄。<br>如果她在的话——<br>她这样想着，心中猛然刺痛。随着那刺痛而来的，是带着血腥味道的甘甜。<br>她只是拔剑举着，她举起剑的那个瞬间有无数的剑刃刺穿她的身体。<br>但她不愿让任何鲜血玷污她与那个她所爱的人共有的荣光。<br>她至死时犹未挥剑。"
  }
];
